app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Computer Science"], ["room_number", 5], ["created_at", "2018-08-10 02:31:46.621951"], ["updated_at", "2018-08-10 02:31:46.621951"]]
---
  def create
    @school_class = SchoolClass.create(params.require(:school_class))